Repository: mehtanilay10/aspnet-core-web-api-demo
Catalog: src/DemoApp.Localization/Localizers/AuthLocalizer/AuthLocalizer.*.resx
Languages: fr, hi

# AccountVerifiedSuccessfully
source: Votre compte est validé avec succès. Vous pouvez utiliser le même mot de passe pour vous connecter.
fr: Your account is verified successfully. You can use same password to Login.
hi: आपका खाता सफलतापूर्वक सत्यापित हो गया है। आप लॉगिन करने के लिए एक ही पासवर्ड का उपयोग कर सकते हैं।

# AlreadyVerifiedMailId
source: You have already verified your Email address.
fr: Vous avez déjà vérifié votre adresse e-mail.
hi: आपने अपना ईमेल पता पहले ही सत्यापित कर लिया है।

# ConfirmationMailSendSuccessfully
source: Confirmation mail Re-send successfully.
fr: E-mail de confirmation Renvoyer avec succès.
hi: पुष्टिकरण मेल फिर से सफलतापूर्वक भेजें।

# EmailIdIsRequired
source: The Email field is required.
fr: Le champ Email est obligatoire.
hi: ईमेल क्षेत्र की आवश्यकता है।

# ErrorOccurredToResendConfirmationMail
source: An error occurred to Re-send confirmation link.
fr: Une erreur s’est produite pour renvoyer le lien de confirmation.
hi: पुष्टिकरण लिंक को पुनः भेजने के लिए एक त्रुटि हुई।

# ErrorOccurredToResetPassword
source: An error occurred to reset password.
fr: Une erreur s’est produite pour réinitialiser le mot de passe.
hi: पासवर्ड रीसेट करने में त्रुटि हुई।

# ErrorOccurredToUpdatePassword
source: An error occurred to update password!
fr: Une erreur s’est produite pour mettre à jour le mot de passe!
hi: पासवर्ड अपडेट करने में त्रुटि हुई!

# ErrorOccurredToUpdateSecurityQuestions
source: An error occurred to update security questions!
fr: Une erreur s’est produite pour mettre à jour les questions de sécurité!
hi: सुरक्षा प्रश्नों को अपडेट करने में त्रुटि हुई!

# ErrorOccurredToVerifyAnswer
source: An error occurred to verify answers!
fr: Une erreur s’est produite pour vérifier les réponses!
hi: उत्तरों को सत्यापित करने में त्रुटि हुई!

source: Invalid login attempt.
fr: Tentative de connexion non valide.
hi: अमान्य लॉगिन प्रयास।

source: Invalid Token!
fr: Jeton non valide!
hi: अमान्य टोकन!

source: Login Failure!
fr: Échec de connexion!
hi: लॉगिन विफलता!

source: Not found security questions.
fr: Pas trouvé de questions de sécurité.
hi: सुरक्षा प्रश्न नहीं मिले।

# NotFoundSecurityQuestionsContactSupport
source: Not found security questions. Please contact support team.
fr: Pas trouvé de questions de sécurité. Veuillez contacter l’équipe de soutien.
hi: सुरक्षा प्रश्न नहीं मिले। कृपया समर्थन टीम से संपर्क करें।

# NotSettingUpSecurityQuestions
source: You have not setting up security questions for reseting password. You can reset password using Mail Id.
fr: Vous n’avez pas mis en place de questions de sécurité pour réinitialiser le mot de passe. Vous pouvez réinitialiser le mot de passe à l’aide de Mail ID.
hi: आपने पासवर्ड रीसेट करने के लिए सुरक्षा प्रश्न सेट नहीं किए हैं। आप मेल आईडी का उपयोग करके पासवर्ड रीसेट कर सकते हैं।

# OneOrMoreAnswerDoesNotMatch
source: One or more security question answer does not match.
fr: Une ou plusieurs réponses aux questions de sécurité ne correspondent pas.
hi: एक या अधिक सुरक्षा प्रश्न उत्तर मेल नहीं खाते।

# PasswordUpdatedSuccessfully
source: Your password updated successfully.
fr: Votre mot de passe mis à jour avec succès.
hi: आपका पासवर्ड सफलतापूर्वक अपडेट किया गया।

# ResetLinkSendSuccefully
source: Reset password link sent to your mail id. Please follow instruction mentioned in mail.
fr: Réinitialiser le lien de mot de passe envoyé à votre id de messagerie. Veuillez suivre les instructions mentionnées par la poste.
hi: अपनी मेल आईडी पर भेजे गए पासवर्ड लिंक को रीसेट करें। कृपया मेल में उल्लिखित निर्देश का पालन करें।

# ResetPasswordSuccessfully
source: Your password reset successfully.
fr: Votre mot de passe réinitialisé avec succès.
hi: आपका पासवर्ड सफलतापूर्वक रीसेट।

# SetSecurityQuetionsAndPasswordToConfirmYourAccount
source: Set Security qutions and password, in order to confirm your Account.
fr: Définissez les questions de sécurité et le mot de passe, afin de confirmer votre compte.
hi: अपने खाते की पुष्टि करने के लिए, सुरक्षा स्थिति और पासवर्ड सेट करें।

# UnableToConfirmMailId
source: Unable to confirm your mail address.
fr: Impossible de confirmer votre adresse mail.
hi: आपके मेल पते की पुष्टि करने में असमर्थ।

source: Unable to create user!
fr: Impossible de créer un utilisateur!
hi: उपयोगकर्ता बनाने में असमर्थ!

# UnableToResnedConfirmationLink
source: Unable to Resend confirmation link.
fr: Impossible de renvoyer le lien de confirmation.
hi: पुष्टि लिंक को फिर से भेजने में असमर्थ।

# YouNeedToConfirmMailId
source: You need to confirm your mail id in order to login.
fr: Votre compte est désactivé. Veuillez contacter l’équipe de soutien.
hi: लॉगिन करने के लिए आपको अपनी मेल आईडी की पुष्टि करनी होगी।

# YourAccountIsDeactivated
source: Your account is deactivated. Please contact support team.
fr: Votre compte est désactivé. Veuillez contacter l’équipe de soutien.
hi: आपका खाता निष्क्रिय कर दिया गया है। कृपया समर्थन टीम से संपर्क करें।

# YourAccountIsLocked
source: Your account locked out. Try to login after 30 Minutes.
fr: Votre compte est en lock-out. Essayez de vous connecter après 30 minutes.
hi: आपका खाता लॉक हो गया है। 30 मिनट के बाद लॉगिन करने का प्रयास करें।
